gestionsolicitudessuscripcion/WebContent/templates/buscarDatosUsuario.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
</soap:Header>
  <soapenv:Body>
    <ser:buscarDatosUsuarioSol xmlns:ser="http://xmlns.mercantilseguros.com/osb/ServicioUsuarios">
     <ser:cabeceraSol xmlns:obj="http://xmlns.mercantilseguros.com/osb/ObjetosComunes">
     <obj:fecha>2008-09-28</obj:fecha>
     <obj:hora>18:48:33</obj:hora>
     <!--Optional:-->
     <obj:idSolicitud/>
     <!--Optional:-->
     <obj:idCompensacion/>
     <!--Optional:-->
     <obj:canal/>
     <!--Optional:-->
     <obj:comunidad/>
     <!--Optional:-->
     <obj:grupo/>
     <!--Optional:-->
     <obj:funcionalidad/>
     <obj:aplicacion>PORTASESOR</obj:aplicacion>
     <obj:usuario>V99999999</obj:usuario>
     <obj:ip/>
     <!--Optional:-->
     <obj:nombreEquipo/>
     </ser:cabeceraSol>
    </ser:buscarDatosUsuarioSol>
  </soapenv:Body>
</soapenv:Envelope>
